
/**************************获取url传值*******************************/
	/*
     *  获取url传的值
     */
   GetRequest()

/*
 *   让内容定按时间  一步一步出现 
 * 		id:内容的ID
 * 		time:间隔时间
 */
typewriter(id,time)


/******************file文件的处理************************/

	/*
    *   文件大小转换
    * 	
    * 
    */
    
  returnFileSize(size) 
  
  
/***********************关于数字，小数点的一些处理*********************************/
 
 	/*
    *  数字小数点保留
    *  fomatFloat(原数字,保留小数点位数)-->
     */
   fomatFloat(src,pos)


/*******************************时间的处理***********************************************/
	/*
     *  时间转换3（分钟-）
     *  输入（time）：183分-->输出：**分钟or**小时 or **天 。。。。
     */
    getTime(time) 
    

	/*
     * 时间转换2
     * "/Date(1492572246000)/"-->2017-04-19 11:24:06
     */
     TimeTransform(inTime)